complete/sample_data/room_page

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-4 15:52:29]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[157986]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[新主播求关注么么踹T3]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[274]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[16]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[6]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[12]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[4]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[彷徨? 唯爱安安]]></vipnickname><vipuserid><![CDATA[2408613168]]></vipuserid><top_name><![CDATA[彷徨? 唯爱安安]]></top_name><top_money><![CDATA[32000]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[宠爱上俊：唱唠直播间]]></vipnickname><vipuserid><![CDATA[2399895293]]></vipuserid><top_name><![CDATA[宠爱上俊：唱唠直播间]]></top_name><top_money><![CDATA[10000]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[彷徨? 唯爱安安]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[彷徨? 唯爱安安]]></top_name><top_money><![CDATA[780]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[上俊洛神阁゛?一夏]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[上俊洛神阁゛?一夏]]></top_name><top_money><![CDATA[500]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[嗯哼 ? 唯爱安安]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[嗯哼 ? 唯爱安安]]></top_name><top_money><![CDATA[280]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[二二。。。。]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[二二。。。。]]></top_name><top_money><![CDATA[200]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[宠爱上俊：唱唠直播间]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[宠爱上俊：唱唠直播间]]></top_name><top_money><![CDATA[150]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[闪耀?没有名字]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[闪耀?没有名字]]></top_name><top_money><![CDATA[100]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[沈眠风]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[沈眠风]]></top_name><top_money><![CDATA[50]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[我希望—7776]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[我希望—7776]]></top_name><top_money><![CDATA[30]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[星烨大帅比]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[星烨大帅比]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[画中画着画中画]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[画中画着画中画]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 